{
  "without_whatsapp": "O n칰mero de telefone %s n칚o tem whatsapp!",
  "invalid_phone_number": "O n칰mero de telefone %s est치 inv치lido!",
  "offline_session": "Sess칚o desligada, a conectar...",
  "disconnected_session": "A sess칚o foi desligada, por favor envia uma mensagem e leia o QR Code se for necess치rio.",
  "connecting_session": "Aguarde um momento, a estabelecer a sess칚o...",
  "invalid_link": "Houve um erro ao carregar o conte칰do, estado %s, link %s",
	"attempts_exceeded": "O limite de %s vezes de gera칞칚o de QR Code foi excedido!",
	"received_pending_notifications": "A sincronizar mensagens enviadas enquanto estava offline",
	"online_session": "Sess칚o estabelecida",
	"connection_timed_out": "A sess칚o %s excedeu o tempo de %s ms, sess칚o alterada para estado Offline",
	"connecting": "A estabelecer...",
	"connected": "Sess칚o do n칰mero %s estabelecida, vers칚o do WhatsApp v%s, a 칰ltima vers칚o do WhatsApp v%s, 맙 %s",
	"removed": "A sess칚o foi removida via aplica칞칚o WhatsApp, envie uma nova mensagem para gerar novo QR Code e voltar a estabelecer a liga칞칚o!",
	"unique": "A sess칚o s칩 pode ser estabelecida uma vez, a atual sess칚o est치 a ser desligada, envie uma mensagem para voltar a estabelecer a liga칞칚o!",
	"closed": "A sess칚o foi encerrada com o estado: %s, detalhe: %s!",
	"connecting_attemps": "Tentativa de estabelecimento de sess칚o %s de %s...",
	"qrcode_attemps": "Por favor, leia QR Code para estabelecer a liga칞칚o, tentativa %s de %s",
	"auto_restart": "Configurado para reiniciar a sess칚o a cada %s milliseconds.",
	"failed_decrypt": "游 N칚o foi poss칤vel apresentar a mensagem. Pe칞a para enviar novamente a mensagem ou abra a APP do Whatsapp para ver o conte칰do.",
	"error": "Erro n칚o previsto: %s.",
	"on_read_qrcode": "Fant치stico, se ainda n칚o o fez, leia o QR Code. O token de authentica칞칚o para esta sess칚o 칠 %s",
	"pairing_code": "Informe o c칩digo para conectar no whatsapp > %s",
  "restart": "Reiniciando sess칚o",
  "standby": "Sess칚o colocada em standby, esperando pelo tempo configurado para tentar conectar novamente: %s",
  "proxy_error": "Erro ao conectar no proxy: %s"
}